[
    {
        "url": "./books/fantasyEN/fen.jpg",
        "name": "RED QUEEN",
        "about": "Seventeen-year-old Mare Barrow tries to survive in a society that treats her like nothing.  When she turns out to have magical powers she never knew existed, her life changes completely.  Locked up in the palace of the royal family, promised to a prince, she will have to learn to thwart the intrigues of the court, to master a power that is beyond her, and to recognize her enemies.",
        "prix": "143Dh ",
        "prix2": "<sup>200Dh</sup>"
    },
    {
        "url": "./books/fantasyEN/fen2.jpg",
        "name": "THE INVASION OF THE TEARLING",
        "about": "Kelsea Glynn is the Queen of the Tearling. Despite her youth, she has quickly asserted herself as a fair, just and powerful ruler. However, power is a double-edged sword, and small actions can have grave consequences. In trying to do what is right stopping a vile trade in humankind Kelsea has crossed the Red Queen, a ruthless monarch whose rule is bound with dark magic and the spilling of blood. The Red Queen's armies are poised to invade the Tearling, and it seems nothing can stop them.",
        "prix": "140Dh ",
        "prix2": "<sup>250Dh</sup>"
    },
    {
        "url": "./books/fantasyEN/fen5.jpg",
        "name": "THE DINOSAUR LORDS",
        "about": "Men and women live on Paradise, but dinosaurs predominate. Colossal plant-eaters like Brachiosaurus, terrifying meat-eaters like Allosaurus, and, the most feared of all, Tyrannosaurus rex rule the land.",
        "prix": "80Dh ",
        "prix2": "<sup>250Dh</sup>"
    },
    {
        "url": "./books/fantasyEN/fen7.jpg",
        "name": "THE LIBRARY AT MOUNT CHAR",
        "about": "Carolyn's not so different from the other people around her. She likes guacamole and cigarettes and steak. She knows how to use a phone. Clothes are a bit tricky, but everyone says nice things about her outfit with the Christmas sweater over the gold bicycle shorts. After all, she was a normal American herself once.",
        "prix": " 60DH",
        "prix2": "<sup> 250DH</sup>"
    },
    {
        "url": "./books/fantasyEN/fen15.jpeg",
        "name": "ARCHIVIST WAPS",
        "about": "Wasp's job is simple. Hunt ghosts. And every year she has to fight to remain Archivist. Desperate and alone, she strikes a bargain with the ghost of a supersoldier. She will go with him on his underworld hunt for the long-lost ghost of his partner and in exchange she will find out more about his pre-apocalyptic world than any Archivist before her. And there is much to know. After all, Archivists are marked from birth to do the holy work of a goddess. They're chosen. They're special. Or so they've been told for four hundred years",
        "prix": " 90DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/fantasyEN/fen16.jpeg",
        "name": "THE WORLD OF ICE & AND FIRE",
        "about": "If the past is prologue, then George R. R. Martin’s masterwork—the most inventive and entertaining fantasy saga of our time—warrants one hell of an introduction. At long last, it has arrived with The World of Ice and Fire.",
        "prix": " 350DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/fantasyEN/fen17.jpg",
        "name": "THE WITCHER THE LAST WISH",
        "about": "Geralt the Witcher—revered and hated—is a man whose magic powers, enhanced by long training and a mysterious elixir, have made him a brilliant fighter and a merciless assassin. Yet he is no ordinary murderer: his targets are the multifarious monsters and vile fiends that ravage the land and attack the innocent.",
        "prix": " 229DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/fantasyEN/fen11.jpeg",
        "name": "THE FIFTH SEASON",
        "about": "Three terrible things happen in a single day. Essun, a woman living an ordinary life in a small town, comes home to find that her husband has brutally murdered their son and kidnapped their daughter. Meanwhile, mighty Sanze -- the world-spanning empire whose innovations have been civilization's bedrock for a thousand years -- collapses as most of its citizens are murdered to serve a madman's vengeance. And worst of all, across the heart of the vast continent known as the Stillness, a great red rift has been torn into the heart of the earth, spewing ash enough to darken the sky for years. Or centuries.",
        "prix": " 180DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/fantasyEN/fen13.jpeg",
        "name": "THE LIAR'S KEY",
        "about": "The Red Queen has set her players on the board...Winter is keeping Prince Jalan Kendeth far from the longed-for luxuries of his southern palace. And although the North may be home to his companion, the warrior Snorri ver Snagason, he is just as eager to leave. For the Viking is ready to challenge all of Hell to bring his wife and children back into the living world. He has Loki’s key – now all he needs is to find the door.",
        "prix": " 60DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/fantasyEN/fen12.jpg",
        "name": "SIX OF GROWS",
        "about": "Ketterdam: a bustling hub of international trade where anything can be had for the right price—and no one knows that better than criminal prodigy Kaz Brekker. Kaz is offered a chance at a deadly heist that could make him rich beyond his wildest dreams. But he can’t pull it off alone. . . .",
        "prix": " 100DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/best/best.jpg",
        "name": "رواية أنتيخريستوس 2",
        "about": "سيُمنع كتابي هذا في كثير من الأروقة، وسيُثير النزاع أينما حل، لكنه سيصل إلى عينيك، فلم ‏نعُد في عصر يقدر أيُّ أحدٍ أن يمنع كتابًا ليصل إلى العيون، إذا مسَّت يدُك هذا الكتاب ‏فاعلمْ أنني في قبري؛ فالذي يسبح عكس القطيع يموت. إذا تحدثتَ عني بالشر سيمدحونك ‏على المنابر، وإن تحدثتَ عني بالخير سيلعنونك معي، وقد يبقى جزءٌ فيك يلعنني بعد قراءة ‏هذا الكتاب، لأنه لا يصدقني، انس معتقداتك وكل ما توارثته وأقنعوك أنه صحيح، واقرأ، ‏وستمر الأيام ويأتيك كلامي متحققًا مثل فَلَقِ الصبح.” رواية انتيخريستوس 2 للكاتب أحمد خالد مصطفي ”",
        "prix": " 130DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/best/best3.jpg",
        "name": "فاتتني صلاة",
        "about": " يتناول هذا الكتاب 'فاتتني صلاة'  كل الأفكار و الأعذار و الخواطر التي تختبيء داخل عقلك حول الصلاة .. يمليها عليك كأنه أنت .. كأنه يعرفك منذ زمن بعيد .. يأخذ بيدك رفقاً ليخطوا بك داخل مملكة الصلاة .كلما قرأت خاتمة الكتاب فقط .. قمت للصلاة حتى دون وقت الصلاة..!",
        "prix": " 80DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/best/best5.jpg",
        "name": "آن في الضيعة الخضراء",
        "about": "آن فتاة عذبة الروح، تكرهُ شعرها البرتقالي والنمش المتواجد على وجنتيها، وتحبُّ أن تحقق أحلامها، لعبت الصدفة دورًا كبيرا في تغيير مجرى حياتها.تأخذ الرواية قارئها في رحلة كي يشارك بطلته أخطاءها وتعلّمها الشغوف، إنه كتاب يعلّمنا كيف نصلح أخطاءنا وننهض من سقطاتنا، وبذلك يمكننا أن نبني جيلًا مختلفًا لا يستكين إلى الهزيمة والفشل.",
        "prix": " 150DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/best/best6.jpg",
        "name": "لأنك الله",
        "about": "على جابر الفيفي لأنك الله أنوار الرضا أبدُ .. النور درب ...وأيام .. ومفترق لما عرفتك صار الحب أشرِعتي .. أمضي وحيداً .. وعُباد الهوي غرِقوا ",
        "prix": " 90DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/best/best1.jpg",
        "name": "صاحب الظل الطويل",
        "about": " تحكي هذه الرواية مغامرة جودي آبوت، التي خرجت من الميتم، لأن أحد الأوصياء قرر التكفّل بعملية تعليمها بعد أن لاحظ موهبتها الاستثنائية في الكتابة، والكتابة الطريفة تحديدًا، وإصرارها على السعادة بصفتها خيارًا في الحياة، وليست حقًا مكتسبًا من الولادة. إنها تفنّد، ببطءٍ ونعومة، حكاية الأميرة حبيسة البرج التي تنتظر أميرًا مخلّصًا، وإذا كان هناك منقذٌ يظهر في بداية العمل، على هيئة ظلٍ طويل ومجهول، فسنتتبع معًا مسار جودي وهي تخرج من وصايتهِ، وتتخذ قراراتها بنفسها،",
        "prix": " 70DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/best/best9.jpg",
        "name": "نظرية الفستق",
        "about": "كتاب نظرية الفستق هو أحد إبداعات الأديب السعودي الكتاب هو عبارة عن مجموعة مقالات تتمحور حول العديد من الأمور التي تخص تطوير الذات وأدوات البرمجة اللغوية العصبية وإعادة تنظيم وبلورة الإنسان بعالمه وطرق التفكير والوعي والسلوك الإنساني، وما يستطيع أن يقوم به من سلوك منضبط تجاه مستقبله وسلوكه كإنسان متحضر تجاه البيئة المحيطة ليعود عليه بالنفع المطلوب.الكتاب يتضمن العديد من الموضوعات، وهو خاص بطرق التفكير والسلوك والحكم على الأشياء، وهو كتاب تنمية ذاتيه بحت.",
        "prix": " 130DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/best/best7.jpg",
        "name": "مطرقة الساحرات",
        "about": "هذا أسود شيئ كتبته يد انسان راحت ضحيته أكثر من ربع مليون امرأة سفكت دمائهن باسم هذا الكتاب وحرقن باسم هذا الكتاب أو هو شيطان الذي كتبه ليس عباءة القساوسة وسمى نفسه (هنريش كريمر) وأخرج لنا هذا الشر المغلف بغلاف الدين فأغمى القلوب والأبصار وغسل عقول الملايين كهنة - جنود - شعب . حالة من الجنون اجتاحت أوروبا فأحرقوا الرجال والنساء والأطفال وليس يقال عن هذا الكتاب شيئ الا أنه رجس .. رجس من عمل الشيطان",
        "prix": " 5.99DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/best/best8.png",
        "name": "الليالي البيضاء",
        "about": "وهي رواية عاطفية تحكي عن أربع ليالٍ في مدينة بطرسبورغ، بلياليها القصيرة التي ترمز إلى قصة الحب العابرة التي يرويها لنا دوستويفسكي.... شاب وحيد ورومانسي يلتقي ذات ليلة في أحد شوارع بطرسبورغ المعتمة بفتاة باكية تأمل قدوم حبيبها. تتماهى ناستينكا مع خيال الشاب الذي وقع في حبها منذ اللحظة الأولى، وتواسيه بسراب حب وليد.تتناول هذه الرواية بصفحات قليلة أشياء كثيرة: هذيان شاب حالم، آمال فتاة مغرمة، قصة لقاء ناجح وحب فاشل، مبررات وأعذار العاشق في لحظة الانتظار الغرامي... وذلك بأسلوب فذ وجميل تميّز به دوستويفسكي، هذا الروائي العظيم الذي لم يكفّ طوال حياته عن الغوص في النفس البشرية، والكشف عن أعماقها ومكنوناتها.",
        "prix": " 120DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/best/best10.jpg",
        "name": "جومانا ذات العيون البندقية",
        "about": "عيناها بندقية اللون وشفتها بارزتان انفها مستقيم وجهها ابيض مرقط بحبات النمش الخفيفة المنتشرة على وجنتيها وأجزاء معينة من رقبتها لها جسد نحيل وتملك شعر رمادي طويل، كما لو أنها فتاة من السماء تلقى على الأرض نظرة من وراء سحب الليل الرمادية",
        "prix": " 75DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/best/best11.jpg",
        "name": "أوبال",
        "about": "سلسلة مملكة البلاغة سعف النخيل يظلل الأفق من بعيد وكأنّه سحاب أخضر. صيحة غريبة صمّت أذنيه ثُمّ شعر فجأة بمخالب تقبض على كتفيه، فرفع بصره ورأى طائرًا عملاقًا يبسط جناحيه مظللًا فوق رأسه، تسارعت أنفاسه وهو يطير على ارتفاعٍ شاهق فوق وادٍ عميق يقطعه نهر ماؤه رقراق زمرّدي اللون! لاحت من بعيد أكواخٌ صغيرة لكنّها متقاربة مصفوفة بانتظام في مجاميع يفصل بينها ممرّات أرضها مغطاة بزهور صغيرة صفراء. تناهى إلى سمعه صوت أنثوي ناعم، كان يناديه ويكرر كلمة غريبة لم يدرك كنهها! “إيكادولي….إيكادولي”",
        "prix": " 90DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/din/din1n.jpg",
        "name": "الالحاد في مواجهة نفسه",
        "about": "وصف الكتاب صغير نسبيا يصف تناقض الملاحدة وعدم انسجامهم مع مبادئ الالحاد",
        "prix": " 80DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/din/din2.jpg",
        "name": " خزانة الحكمة بين العقل والعقل",
        "about": "كتاب: خزانة الحكمة بين العقل والتعقل.كتاب على اسمه، حوى حكماً عظيمة، وخلاصات كريمة، إذا رغبت في عدم قراءتها، فقد تعجلت حظك من التهور، ومنعت الرأي السديد، وحجب عنك القول الرشيد",
        "prix": " 120DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/din/din4.jpg",
        "name": "101 سر آريوس",
        "about": "وصف الكتاب تعد الجزء الثاني من رواية 101 لغز بربروسا وفيها يتابع الصديقان ماهر ومتمرس النمازج الفلسطيني نضال بدوي وصديقه المغربي الوفي عبد العزيز مغامرتهما المثيرة في الكشف عن واحد من أخطر الأسرار التاريخية.",
        "prix": " 100DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/din/din11.jpg",
        "name": "مدرسة الصحابة",
        "about": "الكاتب : جهاد الترباني دروس من مدرسة الصحابة لننهل من فيض بحور علمهم وتعاليمهم واخلاقهم .",
        "prix": " 90DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/din/din5.jpg",
        "name": "العظماء المائة",
        "about": "مائة من عظماء أمة الإسلام غيروا مجرى التاريخ هو كتاب من تأليف الكاتب والباحث الفلسطيني جهاد الترباني، يتحدث عن 100 عظيم من عظماء الإسلام بعد الأنبياء، ويسلّط الضوء على عظماء الإسلام بالمفهوم الشامل (الاستسلام لله واتباع أوامره) وعظماء ما بعد وفاة النبي محمد صلى الله عليه وسلم إلى يومنا هذا مروراً بالخلافة الراشدة والخلافة الأموية والخلافة العباسية والخلافة العثمانية والمماليك والأيوبيين إلى يومنا هذا.",
        "prix": " 140DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/din/din12.jpg",
        "name": "علمني موسى",
        "about": "{ ثُمَّ جِئْتَ عَلَى قَدَرٍ يَا مُوسَى} <br>كل شي محسوب في قصة موسى؛ ميلاد موسى، وزنه في الطفولة، المادة التي صنع منها التابوت، مستوى المد والجزر في البحر آنذاك، مستوى اندفاع الريح .. وقت خروج امرأة فرعون ووصيفاتها للفرجة .. وقت مجيء فرعون .. نظرة امرأة فرعون .. أدق التفاصيل محسوبة ",
        "prix": " 60DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/din/din7.jpg",
        "name": "تعظيم الله جل جلاله",
        "about": "المؤلف كتاب تعظيم الله جل جلاله تأملات وقصائد والمؤلف لـ 29 كتب أخرى عضو هيئة تدريس بجامعة الملك سعود  كلية التربية  قسم الدراسات الإسلامية .",
        "prix": " 70DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/din/din8.jpg",
        "name": " مدرسة محمد (ﷺ) ",
        "about": "كتاب مدرسة محمد pdf تأليف جهاد الترباني .. بعد النجاح الكبير لروايته الأولى  لغز بربروسا وتصنيفها ضمن أفضل الروايات العربية لعام 2018 حسب موقع Goodreads... يعود الكاتب الفلسطيني الشاب جهاد الترباني برائعته الجديدة  101 سر آريوس ، وفيها يستكمل الصديقان خبير الرموز الفلسطيني نضال بدوي وصديقه المغربي الوفي عبد العزيز مغامرتهما المثيرة في الكشف عن أحد أخطر الأسرار التاريخية، الرواية لاقت نجاحًا باهرًا بعد ساعات من إصدارها وكانت من أكثر الكتب مبيعا في معرض القاهرة الدولي للكتاب، وقد لقب كثير من القرّاء الكاتب   جهاد الترباني دان براون العرب  بسبب أسلوبه المثير والذي يدمج ما بين القصص البوليسية والمغامرات والمعلومات التاريخية.",
        "prix": " 160DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/din/din9.jpg",
        "name": "المعركه الاخيره",
        "about": "يُبحِرُ بنا جهاد الترباني كعادته في ثنايا رحلة جديدة مع لغز جديد للبحث عن كنز الفاندال الأسطوري، “101 المعركة الأخيرة” رواية مشوقة وصادمة في آن واحد، بدءً من اقتحام شخصية جديدة “مارتن” المشهد وتنقل الأصدقاء والأحداث بين عدة بلاد كتركيا واليونان وغيره... ما في محاولة لفك رموز اللغز الإغريقي الذي عثروا عليه مؤخرًا!",
        "prix": " 200DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/din/din10.jpg",
        "name": "أنتِ أيضاً صحابية ",
        "about": "أنتِ الحضن الحنون الذي نأوي إليه<br> هاربين من مشقة الحياة <br> وأنتِ الكتف الذي لا نستغني عن الاتكاء عليه رغم رقته!<br> وأنتِ العكاز الذي لا نستغني عن الاستناد عليه رغم نعومته! <br> وأنتِ مصنع الرجال ومهد الأبطال! <br> لستِ ضلعاً قاصراً أبداًلستِ ضلعاً قاصراً أبداً <br> ولا مخلوقاً ضعيفاً يستحق الشفقة <br> أنتِ نصف المجتمع <br> وأنتِ التي تلدين وتربين النصف الآخر كل رجل جاء إلى الدنيا <br> كان يوما جنيناً في بطنك يأكل من صحتك وعافيتك <br> كل ملك، أو زعيم، أو مفكر، أو ثري، أو ناجح <br> كان يوماً قطعة لحم صغيرة بين يديكِ </br> وكل عظيم انتِ صنعته<br> فارفعي رأسكِ عالياً! ",
        "prix": " 70DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/topALLtime/all1.jpg",
        "name": "ظل الريح",
        "about": "تدور أحداث «ظل الريح» في منتصف القرن العشرين، بمدينة برشلونة الإسبانية. يمضى دانيال بصبحة والده إلى مكان سري معد للاحتفاظ بالكتب التي لم تحقق نجاحا، يسمى «مقبرة الكتب المنسية»، يحتفظ دانيال من مقبرة الكتب برواية «ظل الريح» للراوئي المختفي خوليان كاركاس، بينما ثمة شخص آخر يجمع كل ما كتبه كاركاس ليحرقه، يعجب دانيال بالنص ويرتبط بمصير كاتبه الغائب، لأن «لا شيء قادر على التأثير في القارئ أكثر من الكتاب الأول الذي يمس قلبه حقاً. إذ أن صدى الكلمات التي نظن بأننا نسيناها يرافقنا طوال الحياة»، لتنتهي الراوية الممتعة بشكل غير متوقع ومفاجئ.",
        "prix": " 120DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/topALLtime/all2.jpg",
        "name": "آن في آفونلي",
        "about": " رواية صدرت عام 1908 .كُتبت هذه الرواية لتناسب جميع الأعمار ،،  واعتُبرت رواية أطفال كلاسيكية منذ منتصف القرن العشرين.تدور أحداث الرواية في أواخر القرن التاسع عشر، وتسرد مغامرات آن شيرلي، وهي فتاة يتيمة في الحادية عشرة من عمرها، أرسِلت عن طريق الخطأ إلى شقيقين في منتصف العمر، هما : ماثيو وماريلا كُزبيرت، اللذان كانا ينويان في الأصل أن يتبنيا صبيًا يساعدهما في أعمال مزرعتهما في بلدة أفونلي الخيالية ،، الواقعة في جزيرة الأمير إدوارد..",
        "prix": " 80DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/topALLtime/all3.jpeg",
        "name": "مزرعة الحيوان",
        "about": "نبذة بسيطة عن الكتاب: يروي جورج أوريول في هذه الرواية قصة خيالية لحيوانات تعيش في مزرعة السيد جونز، والذي يوصف بأنّه عديم الرحمة، وشديد القسوة، وتظهر قسوته من خلال استغلاله للحيوانات التي تعيش في المزرعة وإجبارها على العمل بجد ثمّ يسرق منتجات عملها، كما أنّه لا يقدر حياة تلك الحيوانات، ومن هنا فإنّ هذه الحيوانات تبدأ بالاحتجاج، ويخرج الخنزير بالقول إنّ عليهم أن يتخلصوا من تحكم البشر بهم، فتستعد حيوانات المزرعة للثورة ضد السيد جونز، ووتأخذ الخنازير بزمام الذلك باعتبار أنّ الخنازير هي أذكى الحيوانات في المزرعة، ويبدأ التمرد مبكراً حين ينسى السيد جونز أن يطعم الحيوانات.",
        "prix": " 50DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/topALLtime/all4.jpg",
        "name": "هاري بوتر والأمير الهجين",
        "about": "كان الوقت منتصف الصيف ... على الرغم من ذلك كان هناك ضباب، ليس هذا وقته ، يتحرك أمام النوافذ هاري بوتر يجلس في غرفته بمنزل آل درسلي بشارع بريفت درايف ، ينتظر زيارة من الاستاذ دمبلدور بنفسه . كانت واحدة من المرات الأخيرة التي راى فيها الناظر ، كانت مواجهة رهيبة بين الأستاذ دمبلدور واللورد فولدمورت وجها لوجه ، سيذهب دمبلدور فعلا إلى منزل آل درسلي من بين جميع المنازل .",
        "prix": " 170DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/topALLtime/all5.jpg",
        "name": "شارلوك هولمز",
        "about": "شارلوك هولمز قصص قصيرة وممتعة من تأليف اثركان دويل",
        "prix": " 100DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/topALLtime/all6.jpg",
        "name": "رواية المقامر",
        "about": "يُقَدّم دوستويفسكي في رِوَايَته الّتي ألَّفها عام 1863م، والّتي خَطَرَت لَه أَثْناء رِحْلَتِه إلى الخَارِج في طَرِيقِه إلى باريس للَّحاق بِحَبيبَتِه الألمَانِيَّة لِيُقامِر على الرُّوليت، وقَدْ أَلهَبَه هَوى هَذه المُقَامَرة وَصْفًا دَقِيقًا عَن المُقَامِر الّذي يَنْساق للقِمَار بِحَيث يَفْقِد الإِرَادَة ويُصْبِح غَيْر قَادِر على تَرْك لِعْبَة القِمَار إلّا في حَالَة انْتِهاء اللّعْبة أو خَسَارة كُل ما يَمْلِك مِن المَال وكَعَادَة دوستويفسكي يَتَسَلَّل من خِلال رِوَايَة المُقَامِر دَاخِل أَعْماَق شَخْصيّة ونَفْس المُقَامِر الّذي لَم يُقَدِمه كَشَخصيّة مَذمُومَة بَل يُصَوّر هذا المُقَامِر بِنَوع من الافْتِتَان والانْسِيَاق غَير الوَاعِي، إِذْ تُعدّ رِوَايَة المُقَامِر من الأعْمَال الرَّائعَة لدوستويفسكي فَمِن خِلال رِوايَة المُقَامِر وألكسي إيفانوفيتش سَيَتِم التَّعَرُّف على شَخصِيَّة ودَوافِعْ المُقَامِر.",
        "prix": " 90DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/topALLtime/all7.jpg",
        "name": "قلعة هاول المتحركة",
        "about": "وفي لديها سوء حظ كبير لكونها الأكبر بين ثلاث بنات ، متجهة لتفشل فشلا ذريعا ، لذلك يجب عليها ترك المنزل للبحث عن مصيرها . ولكن عندما تجذب دون قصد غضب الساحرة المنفية ، تجد صوفي نفسها تحت تأثير تعويذة حولتها إلى سيدة مسنة . فرصتها الوحيدة في كسرها تكمن في قلعة تتحرك باستمرار في التلال : قلعة هاول المتحركة و . إلى فك سحر ، يجب صوفي التعامل مع ساحر لا قلب له، و عقد صفقة مع عفريت النار ، وتتوالى الأحداث و تجد صوفي نفسها في مغامرة مثيرة .",
        "prix": " 64DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/topALLtime/all8.jpg",
        "name": "المد الهائل",
        "about": "رواية المد الهائل  تأليف ألكسندر هيل كي .. بعد خمس سنوات بمفرده في جزيرة صخرية دون معرفة ما إذا كان أي شخص آخر قد نجا من المحرقة ، يتم إنقاذ صبي يبلغ من العمر سبعة عشر عامًا ويكتشف أن مشاكله قد بدأت للتو.",
        "prix": "45DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/topALLtime/all9.jpg",
        "name": "الاخوة السود",
        "about": "تم تسمية الرواية بالأخوة السود نسبة إلى الأطفال أبطال الرواية الذين كانوا يعملون في تنظيف المداخن فيصبحون ملوثون بالرماد والأوساخ الناتجة عن المداخن. يضطر جوليان للذهاب الى ميلانو كي يعمل في تنظيف المداخن, من اجل ان يساهم في اعالة اسرته و علاج امه المريضة.يعيش جوليان هناك في ظروف غير انسانية, و يتعرض للاضطهاد و الجوع و المرض, و يموت بعض زملائه جراء المرض. فكيف تمكن جوليان من النجاة , و من ساعده؟ و كيف رجع الى وطنه؟ إنها قصة عن معاناة الأطفال توجب الاهتمام بعالم الطفولة.",
        "prix": " 65DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/topALLtime/all10.jpg",
        "name": "الدجاجة التي حلمت بالطيران",
        "about": "تصلح هذه الرواية كي تكون ترنيمة للحرية والشخصية الفردية، والأمومة، فهي تعرض قصة بطلة تتمرد على عالم محكوم بتقاليد الحظير- ﻿تحكي الرواية قصة دجاجة سمت نفسها إبساك ( التي تعني الورقة لأعجابها بأوراق الشجر ) لم يعد يرضيها أن تضع بيضها بحسب الطلب، إذ يؤخذ منها بعيداً ليباع في السوق، كانت تحلم بمستقبلها كل صباح وهي تتأمل الحظيرة التي تسرح فيها الحيوانات الأخرى بكل حرية ",
        "prix": " DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/history/hist1.jpg",
        "name": " حضارة العرب",
        "about": "يؤرخ لنا هذا الكتاب مجد العرب التَالِدِ الذي يضرب بجذوره في عمق أزمانٍ كان فيها العرب فرسان الحضارة الذين أضاءوا العالم بأمجادهم. ويوضح لنا هذا الكتاب الأقسام التي انقسم إليها العرب، والأمجاد التي حققوها عبر العصور المختلفة، والمبلغ الذي وصلوا إليه في مختلف العلوم والآداب، والفنون، وسياساتهم الحربية، والأدوات التي كانوا يستعينون بها في إدارة رحى الحرب، والنقود التي كانوا يستخدمونها عَبْرَ العصور المختلفة. وقد ذكر الكاتب طَرَفًا من أخلاق العرب وعاداتهم ومكانة المرأة عندهم؛ لِمَا لها من دلالة على رقيِّهم وتقدمهم، وقد برع الكاتب في الكشف عن أوجه هذه الحضارة، فذكر تفوقهم في الزراعة والصناعة والتجارة. ويمكننا أن نصف هذا الكتاب بأنه جاء كاشفًا عن مكنون الحضارة العربية، جامعًا لعلومها، وفنونها، وآدابها",
        "prix": "84DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/history/hist2.jpg",
        "name": "Lost Islamic History",
        "about": "Lost Islamic History: Reclaiming Muslim Civilisation from the Past was first published in the United Kingdom on 1 August 2014 through Hurst Publishers.A revised and expanded second edition was released on 15 November 2017, also via Hurst Publishers. This newer edition contained an additional chapter entitled The Islamic Sciences, which covers aspects of Islamic sciences not covered in the 2014 release.",
        "prix": " 80DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/history/hist3.jpg",
        "name": " Democracy: A life",
        "about": "Ancient Greece first coined the concept of democracy, yet almost every major ancient Greek thinker-from Plato and Aristotle onwards- was ambivalent towards or even hostile to democracy in any form. The explanation for this is quite simple: the elite perceived majority power as tantamount to a dictatorship of the proletariat.",
        "prix": " 95DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/history/hist4.jpg",
        "name": "Empire of grass",
        "about": "Following on from The Witchwood Crown, Empire of Grass: Book Two of The Last King of Osten Ard continues the story of one of the best loved fantasy epics of all time - Memory, Sorrow and Thorn, the inspiration for Christopher Paolini and George R. R. Martin.",
        "prix": " 230DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/history/hist5.jpg",
        "name": "ألمانيا الهتلرية والشرق الأوسط",
        "about": "فيه هتلر حيت اتبع استراتيجية عسكرية قصيرة النظر ، بتركيزه كل جهوده على خطة  برباروسا  الخاصة بالهجوم على الإتحاد السوفيتى ، وتجاهله إمكانيات الثورة فى العالم العربى ضد الإستعمار الغربى.كما أن هذا الكتاب – من ناحية أخرى – يوضح موقف القادة العرب والرأى العام العربى من المشروعات والدعاية النازية ، ويقدم للقاريء العربى عرضاً لموضوع كان فى الماضى القريب موضعاً لكثير من التساؤلات",
        "prix": "50DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/history/hist6.jpg",
        "name": "This war without an enemy",
        "about": "The English civil wars have never ceased to fascinate both the historian and the common reader. Was the struggle in essence over religion, over law, over politics, or over constitutional development? And were its causes primarily social and economic, or are they to be found in the conflict of principles or the clash of personalities?",
        "prix": " 98DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/history/hist7.jpg",
        "name": "فجر إيبيرية",
        "about": "بقلم: د. محمود لم تكن أيامًا عادية فما قبل الفجر ليل طويل حالك أرخى سدوله الظالمة، وتصارعت فيه ‏وحوش نكراء، أجدبت شبه الجزيرة الغناء، وباتت شبحًا مخيفًا توارى منه الحبُ غير آسف.‏ <br> حتى وقع موعدٌ فارقٌ، لقاء الهوى والوغى، حين أصابت سهام الحق قلب الشفق فخُط فاصل ‏عهد وبداية مجد.‏ <br> فأشرقت الشمس تاجًا على العروس الحسناء إيبيرية وأطلت أندلس ذات بهاء وسخاء، ‏تعزف أسطورة من نسيم حالم تهيم له الرقائق، ويتنفس به الخلائق، نسيم سابح عبر السنين ‏يغمرنا بالحنين لعزها، ويحير العقول في وصفها، ويأسر القلوب بذكرها.. لتشهد سطور فجر ‏إيبيرية أندلس حاضرة لا يغيب ذكاء عبيرها.‏",
        "prix": " 110DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/history/hist8.jpg",
        "name": "الوجود التاريخي للأنبياء ",
        "about": "يتناول الكتاب قضية مهمة جدا حول ما أثير عن نفي وجود حقيقي للأنبياء لعدم وجود ذكر أسمائهم في الآثار القديمة، فيناقش القضية من خلال أحدث الدراسات الأركيولوجية النقدية ويطرح تساؤلات عديدة ويجيب عليها بمنهجية علمية، مثل: ما مدى صلاحية البحث الأركيولوجي في الدراسات التاريخية؟  هل وُجد ذكر للأنبياء في الآثار المكتشفة؟ ما المقياس عند المؤرخين القدامى في تسجيل الأحداث؟ هل الآثار المكتشفة وافية لكل الأحداث التاريخية؟ ما الموقف المنهجي الصحيح تجاه دعوى النفي؟",
        "prix": " 200DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/history/hist9.jpg",
        "name": "حلماً كان واقعاً صار",
        "about": "انتهى حديث أَدَبَالِي وعثمان غازي في ساعة متأخرة من الليل، وبعد أن خلد عثمان إلى النوم ظهر له في رؤياه هلالٌ خرج من حِجر الشيخ أَدَبَالِي، ثم استحال بدرًا، بعدها توارى في صدره، وما لبثت شجرة بلوط أن نبتت في حجره، وراحت تكبر، وتخضوضر تدريجيًّا فامتدت ظلال أغصانها في القارات الثلاث، وانقسمت ستّة أغصان غطّت البحار واليابسة، وصارت جبال القوقاز وطوروس وأطلس أعمدة تشد من أزرها، وثمة أنهار عظيمة تتلاطم عند جذورها؛ وفيها تجري «دجلة» و«الفرات» و«النيل» و«طونة» وتتدفّق...",
        "prix": " 73DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/history/hist10.jpg",
        "name": "ربيع قرطبة",
        "about": "يسرد الكاتب على لسان الحكم بن عبد الرحمن بن هشام الملقب بالمستنصر بالله، ثاني خلفاء الأندلس بعد والده عبد الرحمن الناصر ممن حكموا قرطبة، الفترة الذهبية بالأندلس من عام  ٣٠٢- ٣٦٦ هجريًا، ٩١٥-٩٧٦ ميلاديًا.الحكم يعيش أيامه الأخيرة ويروي لتابعيه المخلصين گ جوذر، والفتى البربري زيري، والطبيب شرحبيل سيرة حياته منذ ولادته مرورًا بوالده، وإعلان أمر الخلافة وتوليه الحكم وصولًا إلى ما آلى إليه حاله ووفاة ولده عبد الرحمن ثم مرضه، ثم سيطرة الحاجب ابن أبي عامر على شوؤن الدولة.",
        "prix": "150DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/topArabic/arab1.jpg",
        "name": "انتيخريستوس",
        "about": "انتيخريستوس مرادفها باللاتينية المسيح الدجال، وهي رواية مختلفة نوعا ما تحتوي سرد تاريخي لمزيج من ثلاث عوالم، سرية و تاريخية وسياسية. تكشف الرواية هذه الأسرار من خلال قصص مختلفة في الزمان والمكان، تجعل القارئ في رحلة للبحث عن مزيد من المعلومات والحقائق ، فهذه الرواية كمفاتيح لعوالم و حقائق تم اخفائها عمداً من كتب التاريخ",
        "prix": " 130DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/topArabic/arab2.jpg",
        "name": "سقطرى",
        "about": "ماذا تشعر الآن و كأنها عجوز علي الرغم من كونها في الواحد و العشرين من عمرها! تناهى إلى مسامعها صوت خطوات تقترب، اعتدلت في جلستها و تواثبت دقات قلبها و هي تشرد نحو الباب،و كلما اقتربت تلك الخطوات من باب غرفتها كانت دقات قلبها تتسارع بوتيرة اكبر، تأرجحت الثريا المعلقة في السقف بجنون، ارتعشت الإضاءة و كأنها ستخفت، ثم اشتدت و غمرت المكان بقوة من جديد و كأن يداً خفية تتلاعب بها، طرق احدهم على الباب ثلاث طرقات بقوة، ثم انتظر قليلاً و أعاد الطرق مرة اخرى بتصميم شديد عندما لم تجبه، كانت ترجو من الله ان ينصرف هذا الطارق، فهي تخشى ان ينفرط عقد لسانها و تبوح بكل شيء، فتح الباب ببطء و كان له أزيز مخيف، ودلف ضيفها، و اقترب و عيناه تشعان شغفاً و فضولاً، و جلس في سكون ينتظر منها ان تبوح بكل الأسرار، ظلت تحدق إلى وجهه حتى ظن أنها لن تتكلم، و أخيرًا ازدردت ريقها، و عادت بذاكرتها لعشر سنوات مضت، و بدأت تخرج ما بجعبتها من أسرار. ثمة حكايا غريبة ستروى هنا!",
        "prix": " 60DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/topArabic/arab3.jpg",
        "name": "امواج أكما ",
        "about": "كنتُ أظن أن تغيير القواعد يحتاج إلى القوة وحسب، لكنه لم يكن بهذه السهولة قط! لقد أثر أشراف چارتين أن يموتوا غرقى أسفل أمواج أكما، على أن يتساووا معنا فى حق اكتساب الروح.",
        "prix": " 75DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/topArabic/arab4.jpg",
        "name": "الساحرة الهجينة ",
        "about": "رواية الساحرة الهجينة هي الجزء الخامس من سلسلة بساتين عربستان والتي تضم: بساتين عريستان، عصبة الشياطين، رياح الهجر، العرجاء، وهي سلسلة ذات طابع فانتازي رعب وخيالي، تدور أحداثها حول ملحمة حدثت أيام الجاهلية قبل الإسلام حول قصة حرب و ثأر بين امرأة فارسية تدعى “أفسار”، وامرأة عربية تدعى دعجاء اللتان يجندان مجموعة من الساحرات لتبدأ الحرب بينهم.",
        "prix": " 80DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/topArabic/arab5.jpg",
        "name": "أماريتا",
        "about": "دخل خالد سرداب جدّه الذي لم يخرج منه أحد ليُثبت للجميع بأنّه شخصٌ غير عادي، ولكن هناك تحدث المفاجأة عندما يقود السرداب إلى أرضٍ عجيبة يسكنها أُناسٌ غرباء يعيشون بسعادة بعيدًا عن العالم الخارجي لكن الأغرب من ذلك هو عدم وجود عملة يتداولون فيها إنّما يبيعون ويشترون بواسطة وحدات الذكاء!!!",
        "prix": " 60DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/topArabic/arab6.jpg",
        "name": "السلام عليك يا صاحبي ",
        "about": "يا صاحبي ليس كل من واساكَ خاليًا من الحزن لعله عرف معنى أن يحزن المرءُ ولا يجد أحدًا يواسيه ولا كل من أعطاكَ ثريٌّ لعله عرف جيدًا معنى أن يحتاج المرء ولا يجد ولا كل من ربَت على كتفك ليس له هَمٌ :لعله أراد أن يدعو بطريقةٍ أخرى، فيقول صامتًا وهو يُطبطب عليكَ ها أنا أربتُ على أكتاف الناس فاربِت على كتفي يا الله",
        "prix": " 40DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/topArabic/arab8.jpg",
        "name": "أرض السافلين",
        "about": "هي الأرض التي تخون فيها زوجتك و تبيع فيها دولتك و تكفر فيها بربك .. ولا تبالي .. فكل قانون على هذه الأرض سقط .. و كل قناع على هذا الوجه انكسر .. ولم تعد فيها إلا سافلا .. تسير مع السافلين .. ولا تبالي ..",
        "prix": " 60DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/topArabic/arab7.jpg",
        "name": "قواعد جارتين",
        "about": "كنتُ أظن أن تغيير القواعد يحتاج إلى القوة وحسب، لكنه لم يكن بهذه السهولة قط! لقد أثر أشراف چارتين أن يموتوا غرقى أسفل أمواج أكما، على أن يتساووا معنا فى حق اكتساب الروح. ",
        "prix": " 45DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/topArabic/arab9.jpg",
        "name": "الغيرة ومذابح الأعراض",
        "about": "في زمن تنحر فيه أعراض الحرائر إلى غير قبلة ودون تسمية ، وأما عينيها تحد السكاكين ، أكتب بقلم يلعثم ، ويد ترتعش ، وعين باكية ، أعاذك الله مما تبكي منه أعين الرجال ، لما حل بأعراض العفيفات من نكبات ، وما نزل بهن من رزايا ومحن",
        "prix": "55DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/topArabic/arab10.jpg",
        "name": " الميرانتي: أمير البحار  ",
        "about": "تقلع السفينة فاردة شراعها مغادرة ماليندي. <br> في الأيام التالية أُصبت بدوار بحر رهيب، لكن حينما استطعت أن أتمالك نفسي أخيرًا بدأت أراقب سير الأمور، كان «دي جاما» فظًّا خشنًا وهذا يتناسب مع مسؤولياته الكثيرة، لكنه بالفعل معجب بذلك العربي «ابن ماجد» الذي صار مرشد الرحلة إلى الهند، وكان من حقه أن يقابل القبطان متي شاء. <br> لقد صار وجه «ابن ماجد» مألوفًا هنا بجسمه الضئيل وعمامته وضحكته، وقد سماه البرتغاليون «المعلم الفلكي». لم يستطيعوا نطق العبارة فخرجت من أفواههم «ماليمونكا»، كذلك حاولوا تسميته «أمير البحار» فخرجت الكلمة «الميرانتي». <br>  الآن عرفت من أين جاء هذا الاسم الغريب، «الميرانتي» هو نفسه «أحمد بن ماجد»الآن عرفت من أين جاء هذا الاسم الغريب، «الميرانتي» هو نفسه «أحمد بن ماجد» ",
        "prix": " 100DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/selfDEV/self1.jpg",
        "name": "عقدك النفسية سجنك الأبدي ",
        "about": "إذا كنت غير مستعد لمواجهة واقعك , وإذا كنت تهرب من نفسك وتتجنب مواجهة ذاتك فهذا الكتاب ليس لك !ستكتشف في هذا الكتاب العديد من الأموروالحقائق التي ستصدمك والتي اعتقدت أنها جزء من مسلمات الحياة ,, وسيتناول هذا الكتاب العديد من الأمور الجريئة والواقعية في مجتمعاتنا العربية التي لم يتم التطرق لها بشكل مفصل بالسابق وسيكون كفيل بإحداث نوبة وعي لديك .. ",
        "prix": " 140DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/selfDEV/self2.jpg",
        "name": "الدماغ .. وكيف يطور بنيته وأداءه",
        "about": "اسم الكتاب: الدماغ .. وكيف يطور بنيته وأداءه <br> تصنيف الكتاب: كتب علمية/ تطوير الذات <br> اسم المؤلف: د. نورمان دويدج <br> عدد الصفحات: 361 ",
        "prix": " 70DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/selfDEV/self3.jpg",
        "name": " أوقف الأعذار !",
        "about": "اسم الكتاب: أوقف الأعذار ! <br> تصنيف الكتاب: كتب علمية/ تطوير الذات <br> اسم المؤلف: د. واين دبليو داير <br> عدد الصفحات: 369 ",
        "prix": " 50DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/selfDEV/self4.jpg",
        "name": "خراب ",
        "about": "تساءلت يوماً لماذا يبدو أن ازدياد إمكانية التواصل بين الناس يجعلهم أكثر تباغضاً؟ وهل تساءلت يوماً عما يجعل الناس يشعرون أنهم أكثر قلقاً وتعاسة على الرغم من ازدياد حياتهم يسراً؟ حسناً، شدوا الأحزمة !... سوف يأخذكم العم مارك في رحلة جديدة! ومثلما شكك كتابه «فن اللامبالاة» في حكمتنا التقليدية المعتادة حول ما يجعلنا سعداء، يأتي كتاب «خراب: كتاب عن الأمل» ليضع موضع التساؤل كل ما لدينا من افتراضات عما يجعل الحياة جديرة بأن تُعاش.",
        "prix": " 70DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/selfDEV/self5.jpg",
        "name": "من يخاف مدينة النحاس",
        "about": "وغناه المعرفي والثقافي، والذي وبعد أكثر من 50 عاماً قضاها في كتابة الشعر والنقد الأدبي والموسيقي والتشكيلي، ها هو يطرق باب الرواية مُقدماً لنا روايته الأولى وهو في سنته الثالثة والسبعبن. وفي القصة بطلٌ شاب مأسورٌ لسحر الكتاب، والكتابُ القديمُ بشكل خاص.",
        "prix": " 85DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/selfDEV/self6.jpg",
        "name": "كبر دماغك",
        "about": "كتاب سيعينك -بإذن الله – على امتلاك مساحات رحبة من السكينة والهدوء، وصناعة عالم داخلي جميل ترفرف عليه تباشير النجاح وتغرد فيه بلابل الفرح. <br> كتاب سيعينك -بإذن الله – على امتلاك مساحات رحبة من السكينة والهدوء، وصناعة عالم داخلي جميل ترفرف عليه تباشير النجاح وتغرد فيه بلابل الفرح.كتاب يحتوي على افكار ومواضيع جميلة ومفيدة ومتنوعة عن كيفية تكبير دماغك والتغاضي عن الامور الصغيرة. فقد بدأ كتابه عن قصة معبرة لأحد الأدباء تدور احداثها في لندن حيث انه هنالك ٣ اشخاص نالت منهم الحياة وقرروا أن ينتحروا من على جسر لندن الشهير في ليلٍ بهيم، وروى القصة حتى نهايتها وفي نهاية الامر ينصح الكاتب كل يائس محبط استسلم لظلمة القنوط ويقول له: اعط الصباح فرصته؛ لكي يغير الأحوال والظروف التي نشكو منها بجهدنا الدؤوب.  ",
        "prix": " 75DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/selfDEV/self7.jpg",
        "name": "العقل والمادة",
        "about": "يحاول شروندجر في هذا الكتاب مطاردة المسنحيل , تفسير ظاهرة لطالمحيرت الفلاسفة والعلماء , ما العقل ؟ كيف يمكن لكل هذه الآليات المادية التي تحكم العالم أن تأتي به ؟ أم لعله هو الذي جاء بها ؟ شروندجور أحد أشهر علماء الفيزياء النظرية وفيزياء الكم على وجه الخصوص , نال شروندجر جائزة نوبل عام 1933 لإنجازه واحدة من أهم معادلات نظرية الكم ” المعادلة الموجبة لشرودنجر ” حيث نظر شروندجر إلى الجسيمات متناهية الصغر مثل الإلكترونيات باعتبارها موجات تحمها دالة موجية ,",
        "prix": " 63DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/selfDEV/self8.jpg",
        "name": "حديث الصباح",
        "about": "اسم الكتاب: حديث الصباح <br> تصنيف الكتاب: تطوير الذات <br>  اسم المؤلف: أدهم الشرقاوي <br> عدد الصفحات: 350",
        "prix": " 70DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/selfDEV/self9.jpg",
        "name": "مثل برق خبا",
        "about": "هذا الكتاب يلخّص، إلى حد ما، تجربتي في الكتابة، وما رافقها من انتقالات حياتية في الزمان والمكان، وما أنتجت تلك التجربة من روايات، وقصص، ومقالات، وعمل تحريري وإعلامي، ووجهات نظر في الأحداث التي عاصرتها، أو كنت شاهدا عليها، أو مشاركا فيها على امتداد أربعين سنة تقريبا. وهو سيرة مثقف عراقي جوّال عاش في أكثر من بلد، وتمثّل أكثر من لغة وثقافة، وظل الكتاب رفيقا دائما في تلك الرحلة الشاقة، رحلة الحياة، قراءة وتأليفا ونقدا وترجمة. عن القراءة وأنواعها، وجذوة التمرد الأولى، والابتداء كل مرة من الصفر، والمنطقة الخضراء، وشارع المتنبي، والمشاهير في إصداراتهم. عن الأحلام المتغيرة بين عقد وعقد، وكيف استحالت إلى أوهام. عن البدايات الأولى، والمسير المتعثر لبلوغ التوازن الروحي، وصياغة رؤية فردية حول السرد",
        "prix": " 80DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/selfDEV/self10.jpg",
        "name": "الباب الثالث",
        "about": "كتاب الباب الثالث بحث واسع للكشف عن الطرق التي اعتمدها أشهر الناجحين عالمياً في مسيرتهم المهنية آلكس بانايان ،هذا الكتاب يعتبر الأول الأكثر مبيعاً دولياً إنّها الرحلة الأكثر اتساعاً من الحياة لطالب جامعي يبلغ من العمر 18 عاماً والتي شرع بها من غرفة نومه من أجل تعقب بيل غيتس، ليدي غاغا، وعشرات من أكثر الأشخاص نجاحاً في العالم للكشف عن الكيفية التي اقتحموا بها العقبة وأطلقوا بها مسيرتهم.",
        "prix": " 140DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/newRelases/new1.png",
        "name": "مدينة ما بين الجسور",
        "about": "الأكثر مبيعًا في السويد، حيث بيعَت منها أكثر من 1.5 مليون نسخة. في رواية 1794، الجزء الثاني من ثلاثية نِكلاس نات أو داغ التاريخية، يلتئم شملنا بميكيل كارديل، ووِينيه، وآنا استينا كناب، والأحداث الصاخبة التي دارت باستوكهولم في نهاية القرن الثامن عشر كما قرأناها في 1793 الذئب والمراقب. المدينة مُقبِلة على أيام سوداوية إثر تساقط الأقنعة، وتلاشي الماضي الوردي، فيُسفِر عمَّا خفي في أزِقَّة المدينة وحواريها.",
        "prix": " 190DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/newRelases/new2.png",
        "name": "بنو الأزرق",
        "about": "كلمات ردَّدها أتباع النبي إينال الثائرون في أزاد… وعُقاب بني الأزرق يُحلِّق عاليًا فوق مرتفعات الصقور القاسية، عظيم الجناحين كامل البهاء، كالإمبراطورية التي اتخذت منه شعارًا ورمزًا… وعلى أرض تلال الشمس جيش فُقدت أخباره، وحكماء يسعون إلى شيء غامض، وحرب على وشك البدء، وذئب حبيس، ولا أحد يَعلم مصير بيا.",
        "prix": " 180DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/newRelases/new3.png",
        "name": "لحكاية وما فيها",
        "about": "يَستدعي عنوان «الحكاية وما فيها» إلى الأذهان ورشةَ الكتابة الإبداعية التي تَحمل الاسمَ ذاته، ويُديرها عبد النبي منذ ٢٠٠٩، والتي يَتبادل المُشاركون فيها خبراتهم حول الكتابة السَّردية وأدواتها وتقنياتها، ويُطوِّرون مهاراتهم، ويَنفتِحون على تجارب إبداعية مُختلفة ومُلهِمة. هذا الكتاب يَحمل حصيلةَ تلك التجربة التفاعُلية، مُضافًا إليها قراءات واسعة في هذا المَجال، لتأتيَ فصولُ الكتاب أفكارًا عاصِفة، وتمارين يُؤمن كاتِبُها بأن «الكتابة عمل، وككلِّ عملٍ آخَر، تحتاج إلى مُمارسة وانتظام وتأمُّل وتطوير»، وفي سبيل ذلك يُضيء الطريق، ويُقدِّم النصائح، ويطرح الأسئلة، ويَصوغ الحلول المُبتكَرة، ويَستعين بمَقولات كبار الكتَّاب والمُبدعين، غير مُغفِلٍ أنَّ الكتابة موهبة، لكنها قابلةٌ للتَّطوير، وهي عملٌ جادٌّ، لكنها تَنطوي على الكثير مِن المُتعة",
        "prix": " 130DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/newRelases/new4.jpg",
        "name": "غريق",
        "about": "حن أمام رواية أخرى تنتمي لروايات الربيع السوري ونتاجاته، رواية الحالة المتحركة السورية وتبعاتها، رواية البشر الواقفين على حد الموت في البلاد أو في البحار أو الظفر بالعيش في بلد أوربي قد يحصلوا فيه على بعض حقوق الإنسان. ثلاثة شباب يهربون من جحيم الحرب في سوريا، يلتقون مع المهرب أبو طارق، الذي يعدهم بتأمين كل أسباب الهروب والوصول إلى أوروبا. وعبر أحداث الرواية سنطلع على حياة الشباب الثلاثة ومع من يتقاطعون ويتعايشون حتى تنتهي الرواية وتبين مآلات رحلة اللجوء بكل ما فيها.",
        "prix": " 90DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/newRelases/new5.jpg",
        "name": "مطاردة جاك السفاح",
        "about": "الرواية الأكثر مبيعًا ورقم 1 بشهادة نيويورك تايم هي رواية مُخيفة بشكلٍ مُمتع <br> قصّتها مستوحاة من جرائم قتل جاك السفّاح الشهير <br> ولها خاتمة غير مُتوقّعة تقشعرّ لها الأبدان.<br> وُلِدَت أودري روز وادزورث، البالغة من العمر سبعة عشر عامًا ابنةً للورد، وأمامها حياة مليئة بالثراء والامتيازات. لكنّها بين حفلات الشاي وفساتين الحرير، تعيش حياةً سرّيةً ممنوعة. على عكس رغبات والدها الصارم وتوقّعات المجتمع، غالبًا ما تذهب أودري روز إلى مختبر عمّها لدراسة المُمارسات الشنيعة للطبّ الجنائيّ <br> يجرّها عملها في تشريح سلسلة من الجثث المقتولة بوحشيّة إلى البحث عن قاتلٍ مُتسلسِل، وتجلبها تحقيقاتها إلى ثنايا عالمها المحميّ. التقلّبات والمُنعطفات المُروّعة للقصّة ستجعل من المستحيل نسيان هذا العمل المُذهل، الأوّل والأكثر مبيعًا وفقًا لنيويورك تايمز، من إبداع الكاتبة الشابّة كيري مانسكالكو، ومن تقديم الكاتب العالمي جيمس باترسون، الذي باعت كتبه ما يزيد على 300 مليون نسخة حول العالم. ",
        "prix": " 260DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/newRelases/new6.jpg",
        "name": "خزانة الكتب الجميلة",
        "about": "وظيفة الإنسان هي البحث عن الكتاب الذي يكتشفُ فيه نفسَه، والبحث عن القصّة التي تحكي قصّته. علينا أن نقرأ لأننا لا نستطيع أن نعرف عددًا كافيًا من الأصدقاء، بل إنّ الصداقة نفسها عُرضة للتغيير، وللذبول وللاختفاء، أو ربما الهزيـمة بسبب الخيانة أو المشاعر الزائفة، فتتحول القراءة إلى تدريب طويل على حياة العُزلة، ومواصلة الحياة وفهمها (هارولد بلوم).",
        "prix": " 140DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/newRelases/new7.png",
        "name": "أل100",
        "about": "لقد اعتقدوا أنهم وحدهم، لكنهم كانوا على خطأ. لقد مرّ 21 يومًا منذ أن وطأت أقدام المئة كوكب الأرض. كانوا أول من داسوا بأقدامهم الأرض منذ قرون، أو هكذا اعتقدوا. مواجهًا عدوًّا غير معروف، حاول ويلز أن يؤمّن المجموعة بعد آخر هجوم مفاجئ، وبينما ذهبت كلارك للبحث عن مستوطنين آخرين، كان بيلامي قد عقد العزم على إنقاذ أخته مهما كان الثمن، والعودة إلى السفينة مرة أخرى، ووجدت جلاس نفسها تواجه اختيارًا غير متوقع بين حب حياتها، وبين حياتها نفسها.",
        "prix": " 280DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/newRelases/new8.jpg",
        "name": "شرفة على العدم",
        "about": "بابتسامةٍ في وجهِ الأقدار التي تخبّئها لهُ السّماء، وبنظرةٍ يملؤها الحقد والأسى، يقف متأملاً مدينته الضائعة خارج حدود الزمان والمكان. <br> يقف مقيداً بقيودٍ غير تلك التي خلعها حارس السّن، وبدا التعب عليه واضحاً، أما ما كان يتعبه حثاً هو طرقه لا تقوده فيما يبدو إلى النهاية التي يتمناها. <br> كل اهتمامه العميق يعطي مردوداً سلبياً دائماً..<br> هروبه، صراعاته، أفكاره وأسئلته التي بقيت بلا إجابات، جميعها تقف حائلاً بينه وبين الحياة. <br> يرونه مذنباً لمجرد أنّه على هذه الأرض، كان جرمه أنه رأى أعمق مما يراه غيره في هذا العالم. مذنب يعيش وسط مجتمع لا يأبه له، حتى وضعه في أكثر زوايا العالم ظلاماً وظلماً. ",
        "prix": " 140DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/newRelases/new9.png",
        "name": "A LIVING REMEDY A <sub>MEMOIR</sub>",
        "about": " From the bestselling author of ALL YOU CAN EVER KNOW comes a searing memoir of class, inequality, and grief--a daughter's search to understand the lives her adoptive parents led, the life she forged as an adult, and the lives she's lost.",
        "prix": " 200DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/newRelases/new10.jpg",
        "name": "تابوت العهد",
        "about": "مهما تشعَّبت الفروع وازدهرت حولها الأوراق تظل متأصلة في جذور راسخة غُرِست منذ القِدَم في أرض الأجداد. فيا مَن ترعاك الآلهة، عُد إلى الأصل، تجد الحقيقة تنتظرك، تحفظها وتحميها واجدة الأرض والسماء .",
        "prix": " 69DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/for you/for1.jpg",
        "name": "موت على قيد الحياة",
        "about": "الحب مشاعر طبيعية لكل إنسان، حق من حقوقه الطبيعية في الحياة، عليه الحفاظ عليها والدفاع عنها، عليه الصمود في مواجهة الدنيا وتقلباتها لحمايته، المحبان والدان والحب وليدهما، إذا ضعف الأبوان عن مواجهه الحياة واحتواء وليدهما ضاع من بين يديهما ليتيها وسط مجاذيب العشق ومجانين الغرام، أو لتتجمد إنسانيتهما أحيانا ويعيشا كمسخ يتنقل بين الأيام، كما مومياء جميلة المظهر على عكس المعتاد بشعة القلب، قاسية الأفعال.",
        "prix": " 90DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/for you/for2.jpg",
        "name": "حكايات القيوط",
        "about": "الحكي مهنةٌ قديمةٌ، وهذه الحكايات هي من بين أقدم ممتلكاتنا. فطوال سنواتٍ طويلةٍ قبل مجيء البِيض إلى وطننا، كانت هذه الأساطير تُروى وتُروى، وتنتقل من جيل إلى جيل. كانت تمثّل كتبنا، وأدبنا، وكانت ذكرياتُ الحكّائين الأوراقَ التي دُوّنت عليها هذه الحكايات. <br> كان الحكي، وما يزال اليوم، وسيلةً لتزجية الوقت، ولكنّ القيمة الحقيقيّة للحكايات القبَليّة تكمن في حقيقة أنّها مرتبطةٌ ارتباطًا وثيقًا بحيوات ناسها. وكما هي الحال مع التاريخ ومع الأدب، باتت هذه الحكايات أعرافًا متوارثة، وقد اتّسمت باتّساعٍ يماثل اتّساع تجارب الشّعب. فيها ومن خلالها عاش شجعاننا وأبطالنا. ووجدنا فيها الدّروس والمغازي الأخلاقيّة التي تُرشد أيّامنا. وهناك، أيضًا، حكايات خرافيّة رائعةٌ في فانتازيا خيالها الجامح. <br> ولكنّ أساطيرنا ترحل كما يرحل عجائزنا، وشبابنا لا يتعلّمونها – وهذا يشكِّل جانبًا من جوانب دمارنا. هذا محزن، على الأخص لأنّ عموم النّاس باتوا يدركون بقدرٍ ما أهميّة هذه الحكايات. وبذا، ومن خلال تدوين حكايات قبيلتها، تُؤدّي هوميشوما واجبًا لأسلافها، وتُؤدّي في الوقت ذاته خدمةً للأخلاف. <br>  هذه الحكايات قيّمة. وستُواصل اكتساب أهميّة أكبر فأكبر مع مرور السنوات، إذ إنّ روح الهنود ستحيا وتتنفّس من خلال نُثار الأغاني والقصص المدوَّنة، ومع أنّ شخصيّة الهنديّ الأميركيّ ستترجّل إلى الأبد من خشبة الحياة، إلا أنّ الرّوح خالدة. ",
        "prix": " 75DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/for you/for3.jpg",
        "name": "Land of promise",
        "about": "From the eighteenth to the twenty-first centuries, the American economy has been transformed by wave after wave of emerging technology: the steam engine, electricity, the internal combustion engine, computer technology. Yet technology-driven change leads to growing misalignment between an innovative economy and anachronistic legal and political structures until the gap is closed by the modernization of America's institutions—often amid upheavals such as the Civil War and Reconstruction and the Great Depression and World War II.",
        "prix": " 140DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/for you/for4.jpg",
        "name": "ما رواه البحر",
        "about": "إنها حكاية استثنائية لا يرويها أصحابها هذه المرة.. لكنها حكاية يرويها البحر بنفسه، يروي الحياة من منظوره، من القاع وليس السطح، من الغرق لا النجاة، من منظور القدر لا البشر. <br> يحدث أن يزيل همومنا همُ أكبر ويُهدينا القدر لحظة حبٍ صادقةٍ تأخذ بأيدينا نحو الآمان من جديد. <br> في هذه الحكاية يحكي لنا البحرعن “عاصي” ومأساة افتقاده لحبيبته “ورد” وشعوره القاتل نحوها بالحنين. هو رجل أهلكه الحب حقًا، لكنه لسبب لا يعلمه ظل متمسكًا بالأمل حتى اللحظة الأخيرة. <br> وفي هذه الحكاية أيضًا يحكي لنا البحر عن “ليل”، تلك الفتاة الغجرية الجميلة وسرها الأكبر الذي أخفته عن العالم أجمع. حتى بعد أن التقت “عاصي” واعترفا لبعضهما بكل شي. إلا ذلك السر الذي يقلب الأمور كلها رأسًا على عقب.تتداخل الحكايات كلها في لحظة واحدة، ويبقى الموج وحده شاهدًا على كل منها، يبتلع الفرح مع الألم مع الندم.. ليصيغ لنا حكاية نادرة عن الحب والحنين والأمل المفقود. <br> إنها حكاية استثنائية لا يرويها أصحابها هذه المرة.. لكنها حكاية يرويها البحر بنفسه. ",
        "prix": " 85DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/for you/for5.jpg",
        "name": "دون جوان يحكي عن نفسه",
        "about": "رواية دون جوان يحكي عن نفسه تأليف بيتر هاندكه .. في أحد أيام الربيع يهبط دون جوان في حديقة طباخ يدير مطعماً بالقرب من أطلال دير فرنسي، فتنشأ صداقة بين الاثنين ويروي الرحالة المُغامر، في أمسيات السمر، لصديقه حكاياته مع نساء، كُل واحدة منهن ذات جمال لا يوصف. <br> ثمة شخصيات أدبية تولد ولا تموت. وعبر السنين تشهد هذه الشخصيات ولادات مُتعددة، فتكتسي في كل مرة شكلاً آخر وبُعداً جديداً. ومن هذه الشخصيات دون جوان الذي يعود إليه بيتر هاندكه في روايته هذه، ليُثير أسئلة عديدة، ويُقدم تأملاته عن الحب، وروحانية العشق، ومرور الزمن، محطماً الصورة الشائعة عن بطله، مُقدماً واحدة جديدة، مُدعياً أن كل شخصيات دون جوان السابقة كانت مُزيفة، وأن دون جوانه هو الحقيقي والصادق.",
        "prix": " 170DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/for you/for6.jpg",
        "name": "معشر الجن",
        "about": "عندنا في الأقصر طاقة حكايات لسّه محدش قدر يفكّها كلّها، تحديدًا في الغرب، وادي القرنة، المنطقة اللي أنا اتربيت فيها فترة صباي كلها تقريبًا، ودي منطقة ربنا خلى جغرافيتها بين المعابد وبطون المقابر ووديان الموتى، فمعظم أحداث الرواية حصلت بالفعل، طبعًا مع بعض الخيال اللي بيسلسل الحكايات في بعضها، وكان بالنسبة لي حلم من أحلام كتير إني أكتب عن المنطقة دي زي ما إحنا عايشينها، بتفكير الناس، بتعاطيهم مع خرافاتهم، باتخاذ الأسطورة منهج لحل أمور كتير في الحياة.",
        "prix": " 60DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/for you/for7.jpg",
        "name": " أساطير السفر السبعة",
        "about": "كتاب أساطير السفر السبعة بقلم شيرين عادل ...أول مرجع مصري وعربي من نوعه في مجال السفر، يعرض العشرات من النصائح والإرشادات المفيدة عن كيفية التخطيط لرحلة إلى أي دولة من دول العالم بأرخص التكاليف. يفنّد الكتاب الكثير من المفاهيم الشائعة والمغلوطة بشأن السفر، والمشاكل التي تشغل بال كل من يرغب في تجربة السفر للمرة الأولى وكيفية التغلب عليها، فى سبعة فصول رئيسية، كل منها يقابل أسطورة من أساطير السفر السبعة، وهي: التخطيط، التأشيرة، الإقامة، المواصلات، اللغة، الأكل، والسلامة..",
        "prix": " 150DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/for you/for9.jpg",
        "name": "جثة قي بيت طائر الدودو ",
        "about": "هل تشعر أن العالم مكان خانق، وأن اليد التي تمدها له بالوِد يصفعها بالخذلان؟ هل تشعر أن العالم بهشاشة عجوز بلغ الستين، وبقسوة مطرقة تسقط فوق رأسك بوتيرة ثابتة؟ لوط أيضًا يرى العالم من النافذة ذاتها التي تنظر أنت منها، ظل واقفًا أمامها يُقلِّبه الزمن، حتى استيقظ ذات مساء متفاجئًا بجثة في فراشه. لم يكن عثوره على الجثة سوى الحدث الأول من سلسلة أحداث غرائبية ستقع له في تلك الليلة، وبخاصةٍ عندما تطرُق بابه ليلًا ضيفة عجيبة تحمل حقيبة قماشية تسَع العالم",
        "prix": " 78DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/for you/for8.jpg",
        "name": "ديك الجن",
        "about": "اللعبة كالآتي.. سنضعك في عمّان.. وسنأتي بعد 24,160 يوماً لنأخذك من لوس أنجلوس.. وهذا تقريباً أكثر بقليل من 66 عاماً وهو معدّل جيد عموماً ... ستولد لعائلة عربيّة مكونة من أب وأم.. وأختين.. في سن الخامسة والعشرين ستفقد والدك.. وبعدها بعشرة أعوام ستفقد والدتك.. ستكون هذه الأحداث محزنة جدا في وقتها.. لكنك بقليل من الصبر والحكمة ستتجاوزها.. بينما ستتوفى أختاك بعد وفاتك..",
        "prix": " 70DH",
        "prix2": "<sup> 150DH</sup>"
    },
    {
        "url": "./books/for you/for10.jpg",
        "name": "يام مع الباشا ",
        "about": "في تلك القصة يختلط الواقع بالخيال، فإن أردت التمييز بينهما.. عليك بتصديق ما يكذبه عقلك.",
        "prix": " 80DH",
        "prix2": "<sup> 150DH</sup>"
    }
]